Repository: crazyball666/Conn
Catalog: Packages/ConnPackages/Sources/ConnUI/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: %@ 不可用，已改用普通终端
en: %@ is unavailable. Switched to a standard terminal.
ja: %@ を利用できないため、通常のターミナルに切り替えました。
ko: %@을(를) 사용할 수 없어 일반 터미널로 전환했습니다.
zh_hant: %@ 無法使用，已切換為一般終端。

source: %@ 不支持 %@ 描述版本 %d
en: %@ does not support %@ descriptor version %d.
ja: %@ は %@ 記述子バージョン %d に対応していません。
ko: %@은(는) %@ 설명자 버전 %d을(를) 지원하지 않습니다.
zh_hant: %@ 不支援 %@ 描述版本 %d。

source: %@ 不支持功能：%@
en: %@ does not support this capability: %@
ja: %@ は次の機能に対応していません：%@
ko: %@에서 지원하지 않는 기능: %@
zh_hant: %@ 不支援此功能：%@

source: %@ 配置版本不受支持：%d
en: Unsupported %@ configuration version: %d
ja: %@ の設定バージョン %d には対応していません。
ko: 지원되지 않는 %@ 구성 버전: %d
zh_hant: 不支援的 %@ 設定版本：%d

source: %d 核
en: %d cores
ja: %dコア
ko: %d코어

source: Pane 布局
en: Pane Layout
ja: ペインレイアウト
ko: Pane 레이아웃
zh_hant: Pane 佈局

source: Session 名称
en: Session Name
ja: セッション名
ko: 세션 이름
zh_hant: Session 名稱

source: tmux 终端握手失败，请重试
en: The tmux terminal handshake failed. Try again.
ja: tmux ターミナルのハンドシェイクに失敗しました。再試行してください。
ko: tmux 터미널 핸드셰이크에 실패했습니다. 다시 시도하세요.
zh_hant: tmux 終端交握失敗，請再試。

source: Window 名称
en: Window Name
ja: Window 名
ko: Window 이름
zh_hant: Window 名稱

source: 上一个 Pane
en: Previous Pane
ja: 前の Pane
ko: 이전 Pane
zh_hant: 上一個 Pane

source: 上一个 Window
en: Previous Window
ja: 前の Window
ko: 이전 Window
zh_hant: 上一個 Window

source: 上下分屏
en: Split Top/Bottom
ja: 上下に分割
ko: 상하 분할
zh_hant: 上下分割

source: 下一个 Pane
en: Next Pane
ja: 次の Pane
ko: 다음 Pane
zh_hant: 下一個 Pane

source: 下一个 Window
en: Next Window
ja: 次の Window
ko: 다음 Window
zh_hant: 下一個 Window

source: 不支持 tmux 终端连接模式：%@
en: Unsupported tmux terminal connection mode: %@
ja: 対応していない tmux ターミナル接続モードです：%@
ko: 지원되지 않는 tmux 터미널 연결 모드: %@
zh_hant: 不支援的 tmux 終端連線模式：%@

source: 主区域居上
en: Main Pane Top
ja: メインを上
ko: 기본 Pane 위
zh_hant: 主要區域置頂

source: 主区域居左
en: Main Pane Left
ja: メインを左
ko: 기본 Pane 왼쪽
zh_hant: 主要區域置左

source: 主机
en: Hosts
ja: ホスト
ko: 호스트
zh_hant: 主機

source: 主机已被删除
en: The server was deleted
ja: ホストは削除されました
ko: 서버가 삭제되었습니다
zh_hant: 主機已刪除

source: 仪表盘
en: Dashboard
ja: ダッシュボード
ko: 대시보드
zh_hant: 儀表板

source: 保存
en: Save
ko: 저장
zh_hant: 儲存

source: 全选
en: Select All
ja: すべてを選択
ko: 모두 선택
zh_hant: 全選

source: 关闭 Pane
en: Close Pane
ja: Pane を閉じる
ko: Pane 닫기
zh_hant: 關閉 Pane

source: 关闭 Window
en: Close Window
ja: Window を閉じる
ko: Window 닫기
zh_hant: 關閉 Window

source: 关闭当前 Pane？
en: Close the current Pane?
ja: 現在の Pane を閉じますか？
ko: 현재 Pane을 닫을까요?
zh_hant: 關閉目前 Pane？

source: 关闭当前 Window？
en: Close the current Window?
ja: 現在の Window を閉じますか？
ko: 현재 Window를 닫을까요?
zh_hant: 關閉目前 Window？

source: 关闭远程指针模式
en: Disable Remote Pointer Mode
ja: リモートポインタモードをオフ
ko: 원격 포인터 모드 끄기
zh_hant: 關閉遠端指標模式

source: 内存
en: Memory
ja: メモリ
ko: 메모리
zh_hant: 記憶體

source: 切换同步输入
en: Toggle Sync Input
ja: 同期入力を切替
ko: 동기 입력 전환
zh_hant: 切換同步輸入

source: 切换布局
en: Cycle Layout
ja: レイアウト切替
ko: 레이아웃 전환
zh_hant: 切換佈局

source: 删除分组
en: Delete Group
ja: グループを削除
ko: 그룹 삭제
zh_hant: 刪除分組

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 向上调整
en: Resize Up
ja: 上へリサイズ
ko: 위쪽 크기 조절
zh_hant: 向上調整

source: 向下调整
en: Resize Down
ja: 下へリサイズ
ko: 아래쪽 크기 조절
zh_hant: 向下調整

source: 向前交换 Pane
en: Swap Previous
ja: 前の Pane と交換
ko: 이전 Pane과 교환
zh_hant: 向前交換 Pane

source: 向右调整
en: Resize Right
ja: 右へリサイズ
ko: 오른쪽 크기 조절
zh_hant: 向右調整

source: 向后交换 Pane
en: Swap Next
ja: 次の Pane と交換
ko: 다음 Pane과 교환
zh_hant: 向後交換 Pane

source: 向左调整
en: Resize Left
ja: 左へリサイズ
ko: 왼쪽 크기 조절
zh_hant: 向左調整

source: 命令
en: Commands
ja: コマンド
ko: 명령

source: 复制
en: Copy
ja: コピー
ko: 복사
zh_hant: 複製

source: 复制模式
en: Copy Mode
ja: コピーモード
ko: 복사 모드
zh_hant: 複製模式

source: 完成
en: Done
ja: 完了
ko: 완료

source: 展开快捷键
en: Expand shortcuts
ja: ショートカットを展開
ko: 단축키 펼치기
zh_hant: 展開快速鍵

source: 左右分屏
en: Split Left/Right
ja: 左右に分割
ko: 좌우 분할
zh_hant: 左右分割

source: 已保存
en: Saved
ja: 保存しました
ko: 저장됨
zh_hant: 已儲存

source: 已切换到上一个 Window
en: Switched to previous Window
ja: 前の Window に切り替えました
ko: 이전 Window로 전환됨
zh_hant: 已切換到上一個 Window

source: 已切换到下一个 Window
en: Switched to next Window
ja: 次の Window に切り替えました
ko: 다음 Window로 전환됨
zh_hant: 已切換到下一個 Window

source: 已复制
en: Copied
ja: コピーしました
ko: 복사됨
zh_hant: 已複製

source: 已重新连接
en: Reconnected
ja: 再接続しました
ko: 다시 연결됨
zh_hant: 已重新連線

source: 常用
en: Common
ja: よく使う
ko: 자주 사용

source: 平铺布局
en: Tiled
ja: タイル
ko: 바둑판 배열
zh_hant: 平鋪佈局

source: 开启远程指针模式
en: Enable Remote Pointer Mode
ja: リモートポインタモードをオン
ko: 원격 포인터 모드 켜기
zh_hant: 開啟遠端指標模式

source: 当前主机平台不支持持久终端
en: Persistent terminals are not supported on the current host platform.
ja: 現在のホストプラットフォームでは永続ターミナルに対応していません。
ko: 현재 호스트 플랫폼에서는 지속 터미널을 지원하지 않습니다.
zh_hant: 目前主機平台不支援持久終端。

source: 当前远程模式不支持滚动
en: Scrolling is not supported in the current remote mode.
ja: 現在のリモートモードではスクロールに対応していません。
ko: 현재 원격 모드에서는 스크롤을 지원하지 않습니다.
zh_hant: 目前遠端模式不支援捲動。

source: 我的
en: Me
ja: マイページ
ko: 내 정보

source: 执行
en: Run
ja: 実行
ko: 실행
zh_hant: 執行

source: 持久终端 Provider 未注册：%@
en: Persistent terminal Provider is not registered: %@
ja: 永続ターミナル Provider が登録されていません：%@
ko: 지속 터미널 Provider가 등록되지 않았습니다: %@
zh_hant: 持久終端 Provider 尚未註冊：%@

source: 持久终端操作失败，请重试
en: Persistent terminal action failed. Try again.
ja: 永続ターミナルの操作に失敗しました。再試行してください。
ko: 영구 터미널 작업에 실패했습니다. 다시 시도하세요.
zh_hant: 持久終端操作失敗，請重試

source: 持久终端连接已断开，请重试
en: The persistent terminal connection was interrupted. Try again.
ja: 永続ターミナルの接続が切断されました。再試行してください。
ko: 지속 터미널 연결이 끊어졌습니다. 다시 시도하세요.
zh_hant: 持久終端連線已中斷，請再試。

source: 持久终端配置无效
en: The persistent terminal configuration is invalid.
ja: 永続ターミナルの設定が無効です。
ko: 지속 터미널 구성이 유효하지 않습니다.
zh_hant: 持久終端設定無效。

source: 操作目标已变化，请刷新后重试
en: The operation target has changed. Refresh and try again.
ja: 操作対象が変更されました。更新してから再試行してください。
ko: 작업 대상이 변경되었습니다. 새로 고친 후 다시 시도하세요.
zh_hant: 操作目標已變更，請重新整理後再試。

source: 操作确认已过期，请重新确认
en: The operation confirmation has expired. Confirm again.
ja: 操作の確認期限が切れました。もう一度確認してください。
ko: 작업 확인이 만료되었습니다. 다시 확인하세요.
zh_hant: 操作確認已過期，請重新確認。

source: 操作结果未知，请刷新 Session 状态后确认
en: The operation result is unknown. Refresh the Session status to verify it.
ja: 操作結果を確認できません。セッションの状態を更新して確認してください。
ko: 작업 결과를 알 수 없습니다. Session 상태를 새로 고쳐 확인하세요.
zh_hant: 操作結果未知，請重新整理 Session 狀態後確認。

source: 收起快捷键
en: Collapse shortcuts
ja: ショートカットを折りたたむ
ko: 단축키 접기
zh_hant: 收起快速鍵

source: 收起键盘
en: Dismiss keyboard
ja: キーボードを閉じる
ko: 키보드 닫기
zh_hant: 收起鍵盤

source: 故障
en: Critical
ja: 障害
ko: 장애

source: 新建 Window
en: New Window
ja: 新規 Window
ko: 새 Window
zh_hant: 新增 Window

source: 无数据
en: No data
ja: データなし
ko: 데이터 없음
zh_hant: 無資料

source: 无法解析远程 tmux 检测结果
en: Unable to parse the remote tmux detection result.
ja: リモート tmux の検出結果を解析できません。
ko: 원격 tmux 감지 결과를 분석할 수 없습니다.
zh_hant: 無法解析遠端 tmux 偵測結果。

source: 显示键盘
en: Show keyboard
ja: キーボードを表示
ko: 키보드 표시
zh_hant: 顯示鍵盤

source: 暂无可用的持久终端
en: No Persistent Terminals Available
ja: 利用可能な永続ターミナルなし
ko: 사용 가능한 지속 터미널 없음
zh_hant: 暫無可用的持久終端

source: 服务器
en: Servers
ja: サーバー
ko: 서버
zh_hant: 伺服器

source: 未知
en: Unknown
ja: 不明
ko: 알 수 없음

source: 权限不足，无法访问远程持久终端 Socket
en: Insufficient permission to access the remote persistent terminal Socket.
ja: 権限がないため、リモートの永続ターミナル Socket にアクセスできません。
ko: 권한이 부족하여 원격 지속 터미널 Socket에 접근할 수 없습니다.
zh_hant: 權限不足，無法存取遠端持久終端 Socket。

source: 模式
en: Mode
ja: モード
ko: 모드

source: 正常
en: OK
ko: 정상

source: 没有可切换的 Window
en: No other Window to switch to
ja: 切り替え可能な Window がありません
ko: 전환할 다른 Window가 없습니다
zh_hant: 沒有可切換的 Window

source: 清除
en: Clear
ja: クリア
ko: 지우기

source: 磁盘
en: Disk
ja: ディスク
ko: 디스크
zh_hant: 磁碟

source: 离线
en: Offline
ja: オフライン
ko: 오프라인
zh_hant: 離線

source: 等宽布局
en: Even Columns
ja: 均等な列
ko: 동일 너비
zh_hant: 等寬佈局

source: 等高布局
en: Even Rows
ja: 均等な行
ko: 동일 높이
zh_hant: 等高佈局

source: 粘贴
en: Paste
ja: ペースト
ko: 붙여넣기
zh_hant: 貼上

source: 终端
en: Terminal
ja: ターミナル
ko: 터미널
zh_hant: 終端

source: 终端会话不存在
en: Terminal session not found
ja: ターミナルセッションが見つかりません
ko: 터미널 세션을 찾을 수 없습니다
zh_hant: 找不到終端工作階段

source: 终端会话启动已取消
en: Terminal session launch was cancelled
ja: ターミナルセッションの起動がキャンセルされました
ko: 터미널 세션 시작이 취소되었습니다
zh_hant: 終端工作階段啟動已取消

source: 终端会话已关闭
en: Terminal session was closed
ja: ターミナルセッションは終了しました
ko: 터미널 세션이 닫혔습니다
zh_hant: 終端工作階段已關閉

source: 终端协调器已释放
en: Terminal coordinator is unavailable
ja: ターミナルコーディネーターを利用できません
ko: 터미널 코디네이터를 사용할 수 없습니다
zh_hant: 終端協調器無法使用

source: 网络
en: Network
ja: ネットワーク
ko: 네트워크
zh_hant: 網路

source: 脚本
en: Scripts
ja: スクリプト
ko: 스크립트
zh_hant: 指令碼

source: 设置
en: Settings
ja: 設定
ko: 설정
zh_hant: 設定

source: 警告
en: Warning
ko: 경고

source: 远程 Control Mode 当前不可用
en: Remote Control Mode is currently unavailable.
ja: リモート Control Mode は現在利用できません。
ko: 원격 Control Mode를 현재 사용할 수 없습니다.
zh_hant: 遠端 Control Mode 目前無法使用。

source: 远程 Session 不存在，请刷新列表
en: The remote Session does not exist. Refresh the list.
ja: リモートセッションが存在しません。一覧を更新してください。
ko: 원격 Session이 없습니다. 목록을 새로 고치세요.
zh_hant: 遠端 Session 不存在，請重新整理列表。

source: 远程 Session 状态已变化，请刷新后重试
en: The remote Session state has changed. Refresh and try again.
ja: リモートセッションの状態が変更されました。更新してから再試行してください。
ko: 원격 Session 상태가 변경되었습니다. 새로 고친 후 다시 시도하세요.
zh_hant: 遠端 Session 狀態已變更，請重新整理後再試。

source: 远程主机未安装所需的持久终端程序
en: The required persistent terminal program is not installed on the remote host.
ja: 必要な永続ターミナルプログラムがリモートホストにインストールされていません。
ko: 원격 호스트에 필요한 지속 터미널 프로그램이 설치되어 있지 않습니다.
zh_hant: 遠端主機尚未安裝所需的持久終端程式。

source: 远程历史记录暂不可用，请重试
en: Remote history is temporarily unavailable. Try again.
ja: リモート履歴は一時的に利用できません。再試行してください。
ko: 원격 기록을 일시적으로 사용할 수 없습니다. 다시 시도하세요.
zh_hant: 遠端歷史記錄暫時無法使用，請再試。

source: 远程持久终端拒绝执行该操作
en: The remote persistent terminal rejected the operation.
ja: リモートの永続ターミナルが操作を拒否しました。
ko: 원격 지속 터미널에서 작업을 거부했습니다.
zh_hant: 遠端持久終端拒絕執行此操作。

source: 远程持久终端拒绝执行该操作：%@
en: The remote persistent terminal rejected the operation: %@
ja: リモートの永続ターミナルが操作を拒否しました：%@
ko: 원격 지속 터미널에서 작업을 거부했습니다: %@
zh_hant: 遠端持久終端拒絕執行此操作：%@

source: 远程持久终端服务已重启，请刷新后重试
en: The remote persistent terminal service restarted. Refresh and try again.
ja: リモートの永続ターミナルサービスが再起動しました。更新してから再試行してください。
ko: 원격 지속 터미널 서비스가 다시 시작되었습니다. 새로 고친 후 다시 시도하세요.
zh_hant: 遠端持久終端服務已重新啟動，請重新整理後再試。

source: 远程持久终端服务暂不可用
en: The remote persistent terminal service is temporarily unavailable.
ja: リモートの永続ターミナルサービスは一時的に利用できません。
ko: 원격 지속 터미널 서비스를 일시적으로 사용할 수 없습니다.
zh_hant: 遠端持久終端服務暫時無法使用。

source: 远程持久终端版本不兼容
en: The remote persistent terminal version is incompatible.
ja: リモートの永続ターミナルのバージョンに互換性がありません。
ko: 원격 지속 터미널 버전이 호환되지 않습니다.
zh_hant: 遠端持久終端版本不相容。

source: 远程持久终端版本不兼容：%@
en: The remote persistent terminal version is incompatible: %@
ja: リモートの永続ターミナルのバージョンに互換性がありません：%@
ko: 원격 지속 터미널 버전이 호환되지 않습니다: %@
zh_hant: 遠端持久終端版本不相容：%@

source: 远程持久终端返回无法识别的协议数据
en: The remote persistent terminal returned unrecognized protocol data.
ja: リモートの永続ターミナルから認識できないプロトコルデータが返されました。
ko: 원격 지속 터미널에서 인식할 수 없는 프로토콜 데이터를 반환했습니다.
zh_hant: 遠端持久終端傳回無法辨識的協定資料。

source: 远程终端状态暂不可用，请重试
en: Remote terminal state is temporarily unavailable. Try again.
ja: リモートターミナルの状態は一時的に利用できません。再試行してください。
ko: 원격 터미널 상태를 일시적으로 사용할 수 없습니다. 다시 시도하세요.
zh_hant: 遠端終端狀態暫時無法使用，請再試。

source: 连接中…
en: Connecting…
ja: 接続中…
ko: 연결 중…
zh_hant: 連線中…

source: 选择本地脚本
en: Select local script
ja: ローカルスクリプトを選択
ko: 로컬 스크립트 선택
zh_hant: 選擇本機指令碼

source: 采集中…
en: Collecting…
ja: 収集中…
ko: 수집 중…
zh_hant: 採集中…

source: 重命名 Session
en: Rename Session
ja: セッション名を変更
ko: 세션 이름 변경
zh_hant: 重新命名 Session

source: 重命名 Window
en: Rename Window
ja: Window 名を変更
ko: Window 이름 변경
zh_hant: 重新命名 Window

source: 重命名分组
en: Rename Group
ja: グループ名を変更
ko: 그룹 이름 변경
zh_hant: 重新命名分組

source: 重新打开终端
en: Reopen terminal
ja: ターミナルを再開
ko: 터미널 다시 열기
zh_hant: 重新開啟終端機

source: 重连中
en: Reconnecting
ja: 再接続中
ko: 재연결 중
zh_hant: 重新連線中

source: Pane
ja: ペイン

source: Pane Zoom
ja: ペインをズーム
ko: Pane 확대
zh_hant: Pane 縮放

source: Session
ja: セッション

source: Window
ja: ウィンドウ
